steam   
swww
npm
unzip
lazygit
git
eza
yazi
tree
neovim
unzip
hyprlock
ark
thunar
zoxide
ripgrep
fzf
os-prober
nodejs
ntfs-3g
polkit-gnome
starship
zsh
ghostty
stow
tumbler
ffmpegthumbnailer
ark
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
